{
  "rarity":[
    {
        "name":"asgard",
        "content":"The giant Hrimthur left metals abandoned near the unfinished wall of Asgard, these were taken and embedded into this leather gauntlet by dwarves. When activated, the metal pieces allow to produce"
    },
    {
        "name":"alfheim",
        "content":"With authorization from Frey, the elves created this armament out of metal and leaves from Alfheim's trees. It was then enchanted by elven priests with arcane magic, this allows the wearer to generate"
    },
    {
        "name":"jotunheim",
        "content":"Crafted by humans from the fur of ferocious wolves and encrusted with ice from Jotunheim, obtained on an expedition to the far reaches of Midgard. If the weapon deems the user fit, he will be able to channel the spirit of the fallen, creating"
    },
    {
        "name":"midgard",
        "content":"King Aun requested the creation of this armor with leather, fabrics and metallic pieces to repel possible sieges to his kingdom. Being of high forge it presents great durability and resistance to the generation of elemental attacks. Perfect for attacks with strong projectiles"
    },
    {
        "name":"muspelheim",
        "content":"During Ragnarok, a follower of Sutr dropped in battle pieces of a metal that is not consumed by fire, this was included in the gauntlet by a descendant of the dwarven blacksmith Brutr. The material from Muspelheim produces"
    },
    {
        "name":"nidavellir",
        "content":"After forging Freya's necklace, Dvalin and other dwarves made this weapon out of leather and metal in case any god wanted to attack them. The runes that were engraved on its interior create"
    },
    {
        "name":"niflheim",
        "content":"A frost giant established a weapons workshop in Niflheim, the perpetual fog of the place penetrated this gauntlet. Years later, a skilled warrior and his battle company awakened its ability to produce"
    },
    {
        "name":"svartalfheim",
        "content":"Battle gear used by dark elf servants during the sieges of Asgard. As it is made with unknown elements of Svartalheim, it has a capacity of destruction proportional to the level of evil of the wearer. Its damage consists of"
    },
    {
        "name":"vanaheimr",
        "content":"When immersed in the Tanais River, this weapon created by elves was impregnated with the spirit of nature. Those who consider themselves serene at heart will be able to call upon the strength of the environment to direct"
    },
    {
        "name":"elves",
        "content":"Lightweight bracelet made and blessed by elven bards with their war chants. Its composition of cloth and metallic rings attracted by arcane magic allows the wearer to expel"
    },
    {
        "name":"trolls",
        "content":"During the inter-species wars, humans dismembered thousands of trolls for the manufacture of items such as weapons. This is one of these creations, which features the spirit of nature generating"
    },
    {
        "name":"dwarfs",
        "content":"Created by dwarves to protect their skin from the sun's rays and the generation of elemental attacks. The magic of the runes engraved inside will allow a brave warrior to create."
    },
    {
        "name":"jotnar",
        "content":"Gauntlet made in Gastropnir from wolf hide and reinforced with metals from giants' excavation areas, it presents high resistance to damage, so it was of repeated use during ancient wars. It can still emit"
    },
    {
        "name":"valkyries",
        "content":"This piece of armor was given by the valkyries Sigrdrífa and Svanhvít to the most courageous humans on the battlefield, with which they could then gain access to Valhalla. Unit used for the creation of"
    },
    {
        "name":"draugrs",
        "content":"Soldiers who perished at the hands of Draugrs were transformed into Draugrs, so their companions reinforced the armament with their bones. Because of the above this gauntlet is a statement of companionship that protects its wearer by creating"
    },
    {
        "name":"black elves",
        "content":"The dark elves prepared weaponry for the fight against the gods. Their strongest creation was this gauntlet dipped in raven blood and with an orange iron blade. Its strange metal emits darkness that appears as"
    },
    {
        "name":"fire giants",
        "content":"Made from chunks of fire giants' skin this gauntlet never fails to emit elemental power. Brave warriors have been burned to death by its great power even while directing attacks at their enemy. Whoever wears it must master"
    },
    {
        "name":"midgard serpent",
        "content":"After being captured by the gods poison and blood were extracted from Jormungandr, these elements reached Brok who used them to bathe the metals with which he would make this gauntlet. The high quality of his blacksmithing gives it the essence of the mythological being and his ability to manipulate"
    },
    {
        "name":"fenrir",
        "content":"The loss of Tyr's arm demonstrated the possibility of wounding the gods, this inspired dwarves to make weapons with which to wound them, aided by the valkyries. Being strengthened with the spirit of Fenrir, it can shape"
    },
    {
        "name":"sleipnir",
        "content":"Sleipnir's birth brought about the creation of weapons in his name, which were strengthened with his worn horseshoes. Some time later they were stolen by Loki who misplaced them. With these it is possible to form"
    },
    {
        "name":"huginn",
        "content":"Of unknown creator, this equipment was found near the bifrost connection to Asgard by a human explorer who decided to replicate it. In the face of danger the wearer can with his thought manipulate"
    },
    {
        "name":"muninn",
        "content":"In Muninn's travels his feathers fell to all worlds, an old merchant decided to accumulate them for the creation of weapons. These were eventually given to powerful human warriors who gained the ability to create"
    },
    {
        "name":"ratatoskr",
        "content":"Ratatosk, as he wandered the world tree, lost pieces of his body. Humans and dwarves for years sought a purpose for his flesh but it was not found edible or useful for garments, until the elves created gauntlets like this one, generators of"
    },
    {
        "name":"kraken",
        "content":"Mighty sailor he who in the past with his hands and a neat harpoon slew a Lyngbakr, the spirit of the latter was impregnated in some weapon-making metals he carried on the ship. The expression of the beast is reflected as"
    },
    {
        "name":"sutr",
        "content":"The curse that invaded Sutr when he killed Frey made him fall down defeated. Pieces of his sword ended up in Hodmímir's Forest, which were melted down to create a few gauntlets that, when properly equipped, expel"
    },
    {
        "name":"heimdall",
        "content":"The protector of the gate of the gods sensing his death descended to earth and had children with three women. Two of them became great warriors of divine lineage, it is said that the armor they wore could produce"
    },
    {
        "name":"odin",
        "content":"As Odin flew in eagle form with mead in his paws he dropped his secondary spear, Iumir, luckily he was carrying Gungni. The lost weapon was reforged to include part of its metal in this gauntlet, which provokes"
    },
    {
        "name":"thor",
        "content":"Sindri was commissioned to make weapons similar to the Mjölnir by Odin, to equip his army of Einherjars. These were gauntlets that carried the materials of Thor's weapon and some of its properties, such as generating"
    },
    {
        "name":"loki",
        "content":"The chains that bound Loki, made from the intestines of one of his sons, were welded to this gauntlet by his wife Sigyn as equipment for his army against the Aesir gods. After a long time after Ragnarok it still produces"
    },
    {
        "name":"freya",
        "content":"The souls that came to Fólkvangr obtained a bracelet connected to the spirit of Freya, some of these were taken by the valkyries to preserve humanity during Ragnarok. It is currently used in battle to create"
    },
    {
        "name":"frigg",
        "content":"Frigg in her role as Mother Goddess gave humanity the Asgardreid technique, to improve their abilities during the hunt and thus survival. Her will was translated into this gauntlet that illuminates the way with"
    }
  ],
  "attack":[
    {
        "name":"gun",
        "content":"strong projectiles"
    },
    {
        "name":"machine-gun",
        "content":"destructive blasts"
    },
    {
        "name":"shot-gun",
        "content":"powerful concentrated shots"
    }
  ],
  "element":[
    {
        "name":"fire",
        "content":"of waves of hellfire."
    },
    {
        "name":"water",
        "content":"crushing waves of water."
    },
    {
        "name":"air",
        "content":"with the power of wind."
    },
    {
        "name":"earth",
        "content":"of pieces of runic rocks."
    },
    {
        "name":"electric",
        "content":"of fulminating electric discharge."
    },
    {
        "name":"ice",
        "content":"of compressed ice blocks."
    },
    {
        "name":"firestorm",
        "content":"of rain of fire and thunder."
    },
    {
        "name":"lava",
        "content":"of fiery molten rock."
    },
    {
        "name":"avalanche",
        "content":"like an uncontainable avalanche."
    },
    {
        "name":"blizzard",
        "content":"like a raging freezing storm."
    },
    {
        "name":"hurricane",
        "content":"with the intensity of hurricanes."
    },
    {
        "name":"storm",
        "content":"of colossal storm winds."
    },
    {
        "name":"non-elemental",
        "content":"materializing the will of the user."
    }
  ]
}